/* App name */
"Batteries" = "Batterie";

/* Trial expired messages */

"Trial Expired." = "Prova Gratuita Scaduta.";

"Trial has expired" = "La prova gratuita è scaduta";

"Click here to purchase license." = "Premi qui per acquistare licenza.";

/* Trial days remaining */
"%d Days Remaining" = "%d Giorni Rimanenti";

/* registered to email address */
"Registered to: %@" = "Registrato a: %@";

/* Widget description */
"Get quick access to your device batteries." = "Ottieni rapido accesso alle batterie dei tuoi dispositivi.";

/* Battery preferences menu item title */
"Battery Preferences…" = "Preferenze Batteria…";

/* Low Battery Preferences */
"Low Battery Notifications: On" = "Notifiche di Batteria Scarica: On";

"Low Battery Notifications: Off" = "Notifiche di Batteria Scarica: Off";

/* App version number */
"v%@" = "v%@";

/* iPhone/iPad explanatory text macOS 14 and older */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with iTunes Wi-Fi sync enabled, that are connected to the same Wi-Fi network as this computer." = "Nota: Le notifiche di batteria scarica sono disponibili solo per iPhones, iPads e iPods con iTunes Wi-Fi sync attivo, che sono connessi alla stessa rete Wi-Fi di questo computer.";

/* iPhone/iPad explanatory text macOS 15 and later */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with \"Show this device when on Wi-Fi\" enabled in Finder, that are connected to the same Wi-Fi network as this computer." = "Nota: Le notifiche di batteria scarica sono disponibili solo per iPhones, iPads e iPods con \"Mostra questo dispositivo quando in Wi-Fi\" abilitato nel Finder, che sono connessi alla stessa rete Wi-Fi di questo computer.";

/* Cannot communicate with helper warning alert title */
"Warning: cannot communicate with helper app." = "Attenzione: impossibile comunicare con l'app helper.";

/* Cannot communicate with helper alert message */
"Please make sure that the Batteries app is in the Applications folder." = "Per favore assicurti che l'app Batterie sia nella cartella Applicazioni.";

/* General preference pane title */
"General" = "Generali";

"Version %@" = "Versione %@";

/* Notifications preference pane title */
"Notifications" = "Notifiche";

/* Registration preference pane title */
"Registration" = "Registrazione";

/* Paddle trial text */
"Thanks for downloading a trial of Batteries for Mac! We hope you enjoy it." = "Grazie per aver installato la versione di prova di Batterie per Mac! Ci auguriamo che ti piacerà.";

/* Bluetooth low energy device placeholder name */
"BLE Device" = "Dispositivi BLE";

/* earphones left */
"🅛" = "🅛";

/* earphones right */
"🅡" = "🅡";

/* earphones case */
"(Case)" = "(Custodia)";

/* Unknown device name */
"Unknown device" = "Dispositivo sconosciuto";

/* Bluetooth device placeholder name */
"Bluetooth Device" = "Dispositivo Bluetooth";

/* This Mac device name */
"This Mac" = "Questo Mac";

/* Menu bar power source type battery */
"Battery" = "Batteria";

/* Menu bar power source power adapter */
"Power Adapter" = "Alimentatore";

/* Menu bar power source unknown */
"Unknown" = "Sconosciuta";

/* Menu bar battery fully charged */
"Fully Charged" = "Completamente Carico";

/* Menu bar battery is not charging */
"Battery Is Not Charging" = "La Batteria Non Si Sta Caricando";

/* Menu bar battery time until fully charged */
"%@ until fully charged" = "%@ al completamento della carica";

/* Menu bar battery time remaining */
"%@ remaining" = "%@ riamnenti";

"Battery" = "Batteria";

"Power Source: %@" = "Alimentazione: %@";

/* Menu bar trial expired message */
"Trial expired. Please purchase license." = "La prova è scaduta. Per favore acquista una licenza.";

/* Notification trial expired title */
"Your trial of Batteries has expired" = "La tua prova gratuita di Batterie è scaduta";

/* Notification trial expired subtitle */
"Please purchase a license to continue using Batteries." = "Per favore acquista una licenza per continuare a usare Batterie.";

/* Low battery notification title - low battery on <device-name> */
"Low Battery on %@" = "%@ è scarico";

/* Low battery notification subtitle - xx% of battery remaining */
"%d%% of battery remaining" = "%d%% di batteria rimanente";

/* Touch bar trial expired */
"Batteries trial has expired." = "La prova gratuita di Batterie è scaduta.";

/* Failed to communicate with helper app message */
"Failed to communicate with helper app." = "Impossibibile comunicare con l'app helper.";
